/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "شبكة الضيف";

"GuestNetworkDescription" = "تسمح شبكة الضيف للعملاء اللاسلكيين بالاتصال بالإنترنت دون الوصول إلى الشبكة الخاصة.";
"GuestNetworkDescriptionWithWANServices" = "تسمح شبكة الضيف للعملاء اللاسلكيين بالاتصال بالإنترنت كما توفر خدمات الشبكة المتوفرة عبر منفذ WAN.";
"GuestNetworkNameDefault" = "شبكة الضيف";
"RADIUSNotForGuestNet" = "يُستخدم التحكم في الوصول المستند إلى RADIUS لتقييد الوصول إلى الشبكة الرئيسية ولا يؤثر ذلك على شبكة الضيف.";
"GuestNetworkSecurityHigherThanMainNetwork" = "تعتبر شبكة الضيف أكثر أمانًا من الشبكة اللاسلكية الرئيسية.";
"CantExtendGuestNetwork" = "لا يمكن لـ %@ توسيع شبكة الضيف. حدد شبكة أخرى.";
"CantJoinGuestNetwork" = "لا يمكن لـ %@ الانضمام إلى شبكة الضيف. حدد شبكة أخرى.";

"BandwidthLimitingDescription" = "يعمل تحديد النطاق الترددي للإنترنت لشبكة الضيف على منع الضيف من استخدام قدر كبير للغاية من اتصال الإنترنت. قم باختيار سرعة اتصال الإنترنت من القائمة المنسدلة أدناه.";
"InternetConnectionSelectSpeedDescription" = "حدد سرعات اتصال الإنترنت. اتصل بموفر خدمة الإنترنت إذا لم تكن متأكدًا بشأن هذه السرعات.";
"KilobitsPerSecond" = "ك.ب. في الثانية";
"MegabitsPerSecond" = "م.ب في الثانية";
"FormattedBitsPerSecond" = "%@ بت في الثانية";
"FormattedKilobitsPerSecond" = "%@ ك.ب. في الثانية";
"FormattedMegabitsPerSecond" = "%@ م.ب. في الثانية";
"InternetConnectionSpeed" = "سرعة اتصال الإنترنت:";
"InternetConnectionFastDownstream" = "٦١٤٤";
"InternetConnectionFastUpstream" = "٧٦٨";
"InternetConnectionMediumDownstream" = "١٥٣٦";
"InternetConnectionMediumUpstream" = "٥١٢";
"InternetConnectionBasicDownstream" = "٧٦٨";
"InternetConnectionBasicUpstream" = "١٢٨";
"title_Fast" = "سريع";
"title_Medium" = "متوسط";
"title_Basic" = "أساسي";
"title_Custom" = "مخصص";
"title_Custom_Ellipsis" = "مخصص…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "تعارض DHCP لشبكة الضيف";
"waRg.description" = "رفض جهاز AirPort اللاسلكي هذا عنوان DHCP الموجود في نفس الشبكة الفرعية كخادم DHCP داخلي خاص بها لشبكة الضيف. يجب تغيير نطاق DHCP لشبكة الضيف.";
"waRg.remedy" = "الإنترنت...";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "يتعارض نطاق DHCP الذي قمت بإدخاله لشبكة الضيف مع نطاق DHCP الذي قمت باختياره للشبكة اللاسلكية الرئيسية. حدد نطاق DHCP آخر.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "يجب ألا يكون اسم شبكة الضيف مماثلاً لاسم الشبكة الرئيسية. اختر اسمًا آخر لشبكة الضيف.";

"bsGE" = "تمكين شبكة الضيف";
"bsGN" = "اسم شبكة الضيف";
"bsGS" = "تأمين شبكة الضيف";
"bsGS.1" = "لا شيء";
"bsGS.5" = "WPA/WPA2 الشخصي";
"bsGS.7" = "‫WPA2 الشخصي";
"bsGP" = "كلمة سر شبكة الضيف";
"bsGD" = "نطاق DHCP لشبكة الضيف";
"bsUB" = "سرعة انتقال البيانات إلى الخادم عبر الإنترنت";
"bsDB" = "سرعة انتقال البيانات من الخادم عبر الإنترنت";
"bsBW" = "الحد من النطاق الترددي لشبكة الضيف";
"bsBW.0"= "بدون حدود";
"bsBW.1"= "الحد من النطاق الترددي لانتقال البيانات إلى الخادم";
"bsBW.2"= "الحد من النطاق الترددي لانتقال البيانات من الخادم";
"bsBW.3"= "الحد من كليهما";
"gnBg" = "عنوان بداية DHCP لشبكة الضيف";
"gnEn" = "عنوان نهاية DHCP لشبكة الضيف";
"gnLe" = "تأجير DHCP لشبكة الضيف";
"gnMg" = "رسالة DHCP لشبكة الضيف";
"gn95" = "خادم LDAP لشبكة الضيف";
"bsAG" = "السماح لعملاء شبكة الضيف بتبادل الاتصال فيما بينهم";
"bsAG.short" = "السماح للعملاء بتبادل الاتصال فيما بينهم";

"GuestNetworkPanelHeader" = "إعداد شبكة الضيف";
"ReconfigureGuestNetwork" = "شبكة الضيف";
"ReconfigureGuestNetworkEnabled" = "تم إعداد %@ هذا لإنشاء شبكة ضيف تسمح للعملاء اللاسلكيين بالاتصال بالإنترنت دون الوصول إلى الشبكة الخاصة.";
"ReconfigureGuestNetworkEnabledWithWANService" = "تم إعداد %@ هذا لإنشاء شبكة ضيف تسمح للعملاء اللاسلكيين بالاتصال بالإنترنت وتوفير خدمات الشبكة المتوفرة عبر منفذ WAN.";
"ReconfigureGuestNetworkDisabled" = "تم إعداد %@ هذا بحيث لا يتم إنشاء شبكة ضيف تسمح للعملاء اللاسلكيين بالاتصال بالإنترنت دون الوصول إلى الشبكة الخاصة.";
"ReconfigureGuestNetworkDisabledWithWANService" = "تم إعداد %@ هذا بحيث لا يتم إنشاء شبكة ضيف تسمح للعملاء اللاسلكيين بالاتصال بالإنترنت وتوفير خدمات الشبكة المتوفرة عبر منفذ WAN.";

"OnePanelGuestNetworkDefaults" = "كما يمكن إنشاء “%@” آمنة للسماح للآخرين بالوصول إلى الإنترنت دون الوصول إلى الشبكة الخاصة.";
"OnePanelGuestNetworkDefaultsWithWANService" = "كما يمكن إنشاء “%@” آمنة للسماح للآخرين بالوصول إلى الإنترنت وتقديم خدمات الشبكة المتوفرة عبر منفذ WAN.";